[
{ "author" : "Truman Capote", "regarding" : "Critics", "quote" : "Never demean yourself by talking back to a critic.... Write those letters to the editor in your head, but don't put them on paper." },
{ "author" : "F. Scott Fitzgerald", "regarding" : "Characters", "quote" : "Begin with an individual and you find you have created a type; begin with a type and find that you have created - nothing." },
{ "author" : "Francis Trollope", "regarding" : "Characters", "quote" : "I always pulp my acquaintances before serving them up. You would never recognize a pig in a sausage." },
{ "author" : "Alice Walker", "regarding" : "Characters", "quote" : "If you're silent for a long time, people just arrive in your mind." },
{ "author" : "Tennessee Williams", "regarding" : "Characters", "quote" : "The best thing you can do about critics is never say a word. In the end you have the last say, and they know it." },
{ "author" : "Anne Lamont", "regarding" : "Dialogue", "quote" : "Remember that you should be able to identify each character by what he or she says. Each one must sound different from the others. And they should not all sound like you." },
{ "author" : "James J. Kilpatrick'", "regarding" : "Dialogue", "quote" : "Good writers do not litter their sentences with adverbial garbage. They do not hold up signs reading 'laughter!' or 'applause!' The content of the dialogue ought to suggest the mood." },
{ "author" : "Fay Weldon", "regarding" : "Discouragement", "quote" : "You will never be satisfied with what you do." },
{ "author" : "Fran Lebowitz", "regarding" : "Discouragement", "quote" : "Having been unpopular in high school is not just cause for book publication." },
{ "author" : "E. L. Doctorow", "regarding" : "Encouragement", "quote" : "Writing a book is like driving a car at night. You only see as far as your headlights go, but you can make the whole trip that way." },
{ "author" : "Ernest Hemingway", "regarding" : "Encouragement", "quote" : "For a true writer each book should be a new beginning where he tries again for something that is beyond attainment. He should always try for somethig that has never been done or that others have tried and failed. Then sometimes, with great luck, he will succeed." },
{ "author" : "George Eliot", "regarding" : "Encouragement", "quote" : "It is never too late to be what you might have been." },
{ "author" : "Kurt Vonnegut", "regarding" : "Genres", "quote" : "Don't put anything in a story that doesn't reveal character or advance the action." },
{ "author" : "Arthur Miller", "regarding" : "Genres", "quote" : "There really are no characters in plays; there are relationships. Where there are only characters and no relationships, we have an unsatisfactory play." },
{ "author" : "Rita Mae Brown", "regarding" : "Grammar", "quote" : "Avoid the passive voice whenever possible. University term papers bleed with the passive voice. It seems to be the accepted style of Academia. Dump it." },
{ "author" : "Mark Twain", "regarding" : "Grammar", "quote" : "When you catch an adjective, kill it." },
{ "author" : "Voltaire", "regarding" : "Grammar", "quote" : "The adjective is the enemy of the noun." },
{ "author" : "George Orwell", "regarding" : "Grammar", "quote" : "Never use a metaphor, simile or other figure of speech which you are used to seeing in print. Never use a long word where a short one will do. If it is possible to cut a word out, cut it out." }
]
